{"a": 31411, "woman": 4159, "goes": 23, "under": 44, "horse": 386, "crawls": 12, "and": 2234, "gets": 64, "girl": 780, "is": 13536, "out": 448, "her": 489, "head": 141, "from": 618, "between": 27, "the": 9410, "back": 186, "legs": 43, "of": 2776, "who": 35, "on": 3382, "s": 422, "as": 159, "she": 34, "in": 3190, "fore": 11, "hind": 12, "sticks": 20, "poops": 3, "lady": 527, "was": 63, "pooped": 7, "tail": 90, "end": 30, "when": 62, "horses": 64, "rear": 14, "behind": 67, "underneath": 7, "crawling": 21, "getting": 65, "by": 280, "walking": 517, "it": 401, "went": 24, "him": 88, "man": 7631, "slicing": 848, "butter": 122, "into": 1793, "bowl": 676, "cut": 246, "up": 705, "pan": 435, "cutting": 719, "mixing": 157, "chopping": 229, "container": 101, "pieces": 270, "slices": 289, "an": 1315, "electric": 42, "mixer": 10, "some": 765, "putting": 282, "steel": 12, "puts": 226, "person": 1512, "chunks": 12, "food": 375, "processor": 7, "individual": 39, "cuts": 357, "drops": 33, "being": 293, "put": 105, "added": 91, "stand": 11, "someone": 1115, "shown": 33, "small": 351, "square": 23, "object": 19, "adding": 224, "pot": 329, "raccoon": 6, "like": 50, "animal": 158, "hanging": 45, "upside": 14, "down": 712, "chair": 70, "eating": 505, "something": 248, "white": 172, "slow": 65, "loris": 57, "egg": 200, "sloth": 16, "eats": 64, "potato": 308, "monkey": 243, "cage": 44, "hung": 8, "piece": 321, "baby": 608, "fruit": 42, "while": 250, "lemur": 30, "hangs": 7, "mammal": 10, "top": 106, "pepper": 95, "seasoning": 133, "two": 1222, "cracked": 22, "eggs": 268, "ingredients": 132, "raw": 89, "spices": 46, "vanilla": 14, "to": 1456, "adds": 62, "cinnamon": 8, "extract": 3, "preparing": 60, "make": 35, "french": 23, "seasonings": 31, "onto": 136, "seasoned": 21, "cook": 133, "season": 4, "burning": 19, "cameras": 14, "with": 1948, "torch": 3, "blow": 6, "torching": 4, "are": 2353, "sitting": 234, "side": 98, "one": 172, "them": 95, "flames": 3, "camera": 114, "test": 3, "their": 151, "lit": 7, "fire": 46, "uses": 27, "setting": 8, "spray": 3, "clouds": 14, "quickly": 12, "floating": 19, "past": 14, "building": 54, "moving": 138, "across": 169, "sky": 33, "move": 12, "blue": 32, "shot": 83, "roof": 13, "church": 6, "then": 136, "boy": 798, "riding": 653, "bike": 220, "there": 10, "overhead": 3, "rolled": 21, "buildings": 3, "tall": 9, "against": 45, "through": 301, "above": 4, "roll": 18, "older": 11, "jewish": 3, "slowly": 32, "speaking": 79, "bearded": 5, "seated": 90, "giving": 18, "his": 1027, "opinion": 3, "sits": 33, "talks": 65, "towards": 29, "talking": 344, "off": 447, "elderly": 10, "old": 18, "speaks": 13, "talked": 36, "peels": 69, "apple": 49, "peeling": 264, "removing": 53, "peel": 12, "kitchen": 44, "took": 35, "coating": 18, "cheese": 105, "vegetables": 193, "peeled": 74, "performing": 114, "yoga": 13, "does": 82, "exercises": 51, "doing": 258, "stretching": 8, "rock": 65, "various": 12, "open": 81, "place": 20, "performs": 27, "series": 3, "mountain": 20, "stretches": 3, "did": 58, "stretched": 3, "outside": 66, "suit": 26, "handed": 3, "push": 49, "ups": 60, "armed": 5, "front": 148, "audience": 22, "exercise": 56, "people": 423, "arm": 42, "hand": 182, "only": 11, "using": 226, "finger": 104, "pushups": 6, "right": 30, "supported": 3, "ground": 176, "pours": 185, "water": 839, "kettle": 19, "glass": 119, "measuring": 26, "cup": 71, "pouring": 306, "cups": 10, "chef": 196, "poured": 104, "phone": 165, "bird": 87, "appears": 35, "be": 35, "dialing": 5, "beak": 10, "parakeet": 6, "pecking": 10, "telephone": 50, "its": 232, "number": 12, "pad": 8, "at": 547, "numbers": 5, "parrot": 21, "making": 126, "call": 20, "standing": 168, "follows": 7, "voice": 4, "message": 5, "playing": 1752, "made": 48, "large": 208, "dog": 927, "refrigerator": 25, "closes": 7, "door": 45, "grabs": 20, "fridge": 5, "opening": 56, "taking": 135, "walks": 96, "grabbing": 9, "opened": 22, "opens": 56, "helped": 3, "himself": 41, "erasing": 12, "chalk": 5, "board": 88, "chalkboard": 10, "second": 6, "that": 61, "not": 5, "range": 17, "cleaning": 74, "green": 109, "other": 277, "erases": 3, "wiping": 21, "writing": 53, "what": 14, "had": 18, "work": 5, "pandas": 34, "bench": 47, "several": 123, "swing": 12, "panda": 205, "together": 134, "snow": 90, "bunch": 19, "play": 73, "babies": 10, "climbing": 125, "wooden": 105, "frame": 4, "cubs": 22, "bears": 40, "played": 173, "four": 50, "step": 26, "wearing": 62, "headset": 11, "singing": 295, "microphone": 108, "headphones": 14, "song": 34, "sang": 39, "studio": 8, "looks": 29, "mirror": 58, "recording": 3, "bags": 12, "group": 200, "counter": 44, "money": 3, "passing": 15, "crowd": 27, "selling": 7, "goods": 3, "street": 152, "items": 7, "things": 5, "surrounded": 10, "hands": 148, "over": 358, "bag": 91, "flips": 24, "another": 245, "he": 104, "purchasing": 6, "for": 89, "product": 3, "objects": 7, "knife": 391, "garlic": 166, "cloves": 23, "garlics": 3, "dicing": 66, "clove": 20, "dices": 30, "mushrooms": 49, "crushed": 7, "mincing": 6, "onions": 156, "chopped": 87, "picks": 38, "places": 40, "base": 8, "holding": 197, "little": 213, "toddler": 59, "young": 228, "after": 61, "red": 107, "sat": 30, "ate": 47, "flute": 184, "band": 83, "wind": 26, "instrument": 37, "men": 588, "drums": 73, "plays": 295, "musician": 4, "instruments": 12, "algebraic": 3, "equations": 5, "math": 18, "teacher": 20, "whiteboard": 9, "solving": 3, "equation": 6, "draws": 15, "dry": 24, "erase": 4, "explaining": 6, "writes": 8, "problem": 5, "yellow": 34, "train": 73, "driving": 117, "track": 45, "bridge": 32, "rides": 123, "tracks": 14, "crosses": 5, "crossing": 10, "going": 49, "high": 33, "speed": 12, "zooms": 3, "crossed": 5, "bullet": 8, "wraps": 9, "tofu": 47, "cloth": 19, "turns": 19, "folded": 11, "metal": 24, "wrapping": 21, "block": 43, "paper": 266, "covering": 6, "towel": 45, "wrapped": 13, "falls": 129, "dirt": 78, "motorcyclist": 18, "road": 207, "wheelie": 9, "loses": 9, "control": 13, "motorcycle": 237, "fell": 62, "crashing": 20, "trying": 98, "perform": 17, "stunt": 21, "wheeling": 3, "crashes": 30, "falling": 90, "motorbike": 20, "attempting": 9, "guy": 85, "pops": 10, "wipes": 15, "wrecks": 6, "rider": 45, "hits": 37, "driver": 19, "comes": 16, "three": 210, "legged": 14, "grass": 163, "black": 65, "grassy": 7, "patch": 8, "land": 12, "yard": 45, "stops": 13, "walked": 63, "dancing": 697, "dances": 58, "music": 52, "perched": 6, "stamping": 3, "feet": 34, "rhythmically": 3, "background": 19, "danced": 90, "cracks": 35, "cracking": 59, "breaking": 55, "dish": 61, "breaks": 46, "broke": 12, "sliding": 50, "slide": 61, "children": 75, "plastic": 126, "kids": 79, "slope": 11, "covered": 11, "sheet": 43, "wet": 17, "couple": 83, "hill": 56, "women": 373, "get": 72, "taxi": 10, "leaving": 6, "cab": 7, "girls": 144, "coming": 14, "car": 500, "exiting": 5, "backseat": 3, "video": 44, "clip": 3, "dark": 16, "glasses": 18, "short": 8, "dress": 11, "followed": 6, "got": 26, "broccoli": 60, "placing": 73, "boiling": 89, "cool": 3, "hot": 59, "cooking": 177, "boiled": 44, "cold": 8, "cooked": 79, "strainer": 3, "removes": 38, "transfers": 4, "containing": 62, "cat": 866, "swats": 3, "male": 14, "attacking": 34, "hitting": 48, "swatting": 3, "paws": 30, "rapidly": 18, "kid": 93, "child": 74, "next": 35, "which": 32, "raising": 4, "limbs": 6, "scratched": 11, "guitar": 657, "acoustic": 34, "house": 45, "couch": 69, "puppy": 175, "running": 419, "around": 268, "sofa": 26, "runs": 146, "leather": 9, "before": 13, "jumping": 133, "moves": 43, "fro": 4, "along": 92, "edge": 39, "finally": 6, "jumps": 136, "floor": 146, "below": 15, "tried": 44, "hamsters": 3, "pigs": 8, "guinea": 18, "leaves": 50, "beside": 29, "each": 202, "long": 34, "leaf": 25, "fed": 11, "individually": 4, "eat": 30, "lettuce": 18, "blades": 5, "gun": 143, "silencer": 7, "assembling": 3, "pistol": 22, "barrel": 14, "handgun": 8, "violin": 78, "starts": 13, "sing": 9, "stage": 250, "sings": 33, "wolves": 10, "bear": 128, "chasing": 45, "chases": 10, "away": 52, "fight": 29, "wolf": 7, "hunting": 11, "pig": 21, "cub": 36, "fighting": 125, "dogs": 80, "run": 34, "salmon": 21, "meal": 11, "fish": 219, "tray": 26, "filled": 29, "salt": 37, "backing": 9, "covers": 7, "placed": 50, "bed": 136, "mixed": 32, "baking": 14, "laid": 8, "meat": 482, "spice": 11, "mixture": 88, "portions": 5, "whole": 20, "spread": 17, "beating": 24, "clear": 11, "liquid": 105, "substance": 23, "larger": 15, "flour": 88, "whisks": 7, "mixes": 43, "che": 4, "stirring": 144, "oil": 164, "someoen": 9, "ingrediants": 18, "whisk": 19, "whisked": 16, "batter": 61, "beats": 8, "strips": 47, "tuna": 4, "sushi": 13, "sliced": 194, "steak": 12, "drinking": 82, "table": 128, "drinks": 39, "juice": 41, "milk": 69, "straw": 8, "kept": 13, "plate": 103, "drank": 10, "drink": 33, "blends": 4, "marinade": 16, "blender": 53, "mayonnaise": 5, "vegetable": 93, "vinegar": 3, "pods": 9, "jalapeno": 3, "peppers": 21, "all": 19, "multiple": 9, "blending": 5, "blended": 4, "sauce": 199, "motion": 28, "ran": 61, "sunglasses": 14, "middle": 8, "empty": 18, "kitten": 163, "tapping": 24, "lap": 7, "teasing": 21, "touching": 16, "paw": 21, "touch": 3, "repeatedly": 16, "touches": 9, "grey": 8, "teased": 5, "ropes": 5, "suspended": 13, "ceiling": 67, "air": 87, "swinging": 30, "string": 15, "rope": 104, "furry": 13, "lori": 7, "circle": 18, "pink": 28, "center": 10, "scissors": 57, "circular": 6, "shape": 14, "pair": 24, "papers": 3, "cone": 12, "held": 28, "carrie": 3, "concert": 10, "zebras": 65, "nuzzling": 5, "nuzzled": 8, "zebra": 7, "rubbing": 24, "faces": 3, "heads": 16, "stroking": 8, "gorilla": 33, "shopping": 35, "bongos": 3, "store": 61, "begins": 6, "banging": 3, "dressed": 35, "ape": 8, "costume": 30, "department": 3, "keyboard": 50, "customer": 3, "bangs": 3, "window": 37, "looking": 113, "room": 87, "has": 51, "partially": 7, "bean": 4, "tries": 36, "looked": 22, "stairs": 70, "dance": 128, "shook": 3, "body": 45, "steps": 14, "arms": 26, "keeping": 3, "time": 12, "staircase": 13, "swings": 7, "lipstick": 7, "brush": 47, "painting": 8, "lips": 11, "applying": 104, "teenage": 16, "lip": 5, "gloss": 3, "applies": 26, "makeup": 91, "drummer": 3, "drum": 9, "drumming": 4, "set": 15, "words": 4, "displayed": 3, "screen": 10, "town": 7, "area": 40, "chairs": 5, "motor": 43, "cycle": 19, "city": 18, "streets": 8, "rode": 67, "onstage": 19, "spotlight": 4, "knees": 6, "funny": 4, "crying": 35, "tying": 8, "noose": 12, "ties": 4, "makes": 71, "winds": 3, "rolling": 58, "dough": 156, "balls": 43, "round": 16, "bread": 291, "kneeding": 4, "rolls": 20, "drawer": 14, "climbs": 47, "big": 38, "hops": 4, "inside": 53, "storage": 7, "box": 198, "draw": 3, "squeezes": 5, "pulls": 38, "left": 14, "thereafter": 18, "climbed": 20, "cookie": 12, "spatula": 12, "form": 3, "stirs": 44, "stirred": 43, "spoon": 60, "mix": 14, "picnic": 11, "watches": 23, "hurdle": 3, "do": 19, "flip": 22, "diving": 12, "park": 20, "flipped": 11, "watched": 6, "jumped": 59, "where": 9, "licked": 12, "sleeping": 20, "laying": 58, "bull": 5, "pet": 19, "brown": 54, "rough": 3, "moonwalk": 4, "backwards": 33, "pushing": 76, "itself": 49, "pushes": 45, "pug": 3, "slides": 30, "slid": 10, "steve": 4, "martin": 4, "magic": 5, "act": 6, "pulling": 64, "fly": 21, "basket": 34, "ball": 341, "pants": 17, "ping": 18, "pong": 18, "pulled": 42, "turning": 14, "chicken": 189, "wings": 23, "tongs": 9, "foods": 5, "frying": 155, "flipping": 22, "oven": 54, "turned": 6, "spinning": 35, "boys": 114, "cordless": 5, "guys": 15, "having": 23, "conversation": 11, "cell": 26, "twirled": 4, "friend": 6, "chops": 60, "pork": 85, "chop": 53, "field": 166, "herself": 10, "letter": 6, "tree": 97, "note": 3, "woods": 69, "wrote": 4, "swimming": 89, "opposite": 8, "ocean": 63, "creature": 10, "have": 6, "fingers": 43, "close": 20, "bottom": 18, "interacting": 4, "sea": 27, "strange": 9, "cruises": 3, "bumped": 4, "underwater": 8, "swims": 14, "squirrel": 49, "hopping": 11, "forth": 20, "computerized": 3, "animated": 31, "lawn": 31, "umbrella": 23, "wall": 126, "trash": 4, "leaping": 7, "obstacles": 4, "rain": 54, "kicking": 85, "attempts": 5, "stunts": 41, "can": 97, "trashcan": 7, "rind": 14, "lemon": 37, "orange": 41, "carefully": 13, "bit": 19, "thin": 38, "skin": 51, "fine": 9, "staring": 15, "meows": 7, "meowing": 27, "mouth": 57, "stares": 9, "tomato": 151, "saucepan": 23, "souse": 6, "sausage": 15, "tomatoe": 27, "sausages": 12, "bicycle": 112, "passenger": 15, "ride": 66, "same": 14, "gave": 16, "serving": 23, "diner": 4, "booth": 5, "plates": 5, "serves": 12, "waiter": 12, "restaurant": 15, "served": 10, "powder": 30, "dishes": 7, "takes": 73, "face": 119, "tosses": 8, "toward": 32, "plants": 5, "ledge": 14, "throws": 22, "contents": 9, "nearby": 5, "tea": 12, "throwing": 46, "coffee": 30, "threw": 24, "noodles": 47, "chopsticks": 20, "pasta": 91, "frozen": 12, "dried": 14, "rice": 201, "beef": 46, "roni": 13, "skillet": 79, "kind": 22, "cooks": 20, "dumping": 14, "empties": 6, "carton": 10, "melted": 6, "tornado": 13, "swirling": 3, "cloud": 3, "dust": 7, "direction": 4, "giant": 14, "muddy": 15, "huge": 35, "ahead": 20, "sand": 39, "otters": 18, "pool": 113, "animals": 31, "instructing": 6, "about": 42, "batting": 7, "training": 10, "bat": 22, "cricket": 62, "teaching": 7, "how": 28, "showing": 41, "stance": 3, "helping": 5, "demonstrating": 14, "game": 52, "coach": 4, "way": 15, "trainer": 12, "shows": 14, "player": 97, "bottle": 83, "great": 10, "baseball": 20, "catches": 14, "catch": 33, "caught": 13, "catching": 11, "match": 23, "fielding": 3, "dives": 14, "statue": 14, "monkeys": 8, "statues": 9, "golden": 9, "gold": 5, "book": 8, "matches": 9, "packet": 10, "lighting": 12, "sets": 10, "matchbook": 5, "cover": 8, "pack": 9, "mimicking": 3, "screaming": 4, "lights": 11, "alone": 3, "tap": 11, "smoking": 46, "cigarette": 37, "cigar": 3, "smokes": 5, "smoked": 5, "kissing": 59, "reflection": 19, "sees": 5, "kiss": 11, "kissed": 10, "image": 14, "kisses": 11, "cartoon": 64, "animation": 4, "trapeze": 11, "bouncing": 20, "net": 14, "again": 7, "t": 15, "chest": 7, "character": 15, "circus": 4, "artist": 16, "bar": 15, "trick": 25, "bounced": 5, "brushing": 27, "foundation": 6, "thick": 21, "demonstrates": 5, "cosmetics": 13, "applied": 20, "hammering": 7, "nails": 14, "strip": 9, "wood": 75, "hammers": 7, "nail": 11, "pound": 3, "hammer": 29, "drives": 37, "used": 21, "lens": 3, "skull": 18, "talk": 26, "look": 17, "human": 19, "appear": 5, "puppet": 35, "tape": 3, "package": 32, "wild": 10, "ginger": 32, "potatoes": 89, "potatoe": 33, "grinding": 3, "beans": 22, "soaked": 4, "lid": 12, "ladies": 42, "pealing": 7, "banana": 65, "stem": 12, "starting": 14, "pinches": 3, "tip": 7, "slits": 6, "either": 6, "sock": 12, "scissor": 5, "portion": 12, "fabric": 6, "socks": 5, "somone": 4, "beach": 130, "beachside": 8, "leading": 7, "desperately": 3, "shut": 3, "hiding": 6, "cardboard": 26, "closed": 5, "doorway": 13, "keeps": 7, "poking": 5, "onion": 432, "rings": 9, "1": 3, "2": 5, "wooded": 7, "forest": 25, "walk": 39, "path": 38, "typing": 10, "computer": 30, "desk": 7, "types": 7, "business": 6, "reading": 38, "worked": 3, "sniffs": 6, "duck": 19, "pecks": 3, "sniffing": 35, "checking": 9, "smelling": 9, "curious": 3, "nose": 13, "duckling": 4, "checked": 10, "sniffed": 4, "paste": 13, "tomatoes": 32, "sign": 34, "language": 16, "signing": 5, "practicing": 20, "or": 29, "toe": 4, "boot": 16, "sword": 86, "shoe": 16, "cowboy": 14, "machete": 9, "half": 129, "slice": 74, "peeler": 17, "skinned": 5, "eared": 3, "rocks": 14, "rodent": 9, "ears": 3, "terrain": 3, "mouse": 32, "jerboa": 3, "rat": 17, "searched": 3, "pencil": 60, "sharpened": 4, "lathe": 6, "machine": 88, "sharpening": 16, "sharpens": 5, "new": 6, "colored": 30, "robotic": 5, "power": 7, "tool": 7, "formed": 4, "fires": 26, "revolver": 12, "firing": 77, "shooting": 143, "shoots": 65, "tiny": 24, "rounds": 7, "target": 76, "carrots": 69, "carrot": 116, "quarter": 5, "moon": 7, "shaped": 5, "quarters": 7, "spins": 17, "tricks": 65, "motorcyle": 5, "daredevil": 3, "feeds": 10, "bite": 24, "feeding": 41, "gives": 9, "petting": 35, "carrying": 65, "were": 13, "teams": 27, "soccer": 211, "football": 77, "dribbles": 7, "peoples": 25, "dribbling": 8, "fat": 50, "players": 25, "vacuum": 9, "cleans": 11, "device": 6, "drags": 12, "browning": 4, "sauteing": 13, "stir": 15, "stove": 31, "wallaby": 9, "kangaroo": 13, "licking": 90, "someones": 8, "licks": 16, "persons": 13, "outdoor": 17, "periphery": 3, "dipping": 17, "mobile": 6, "singer": 4, "shotgun": 26, "you": 6, "see": 4, "rifle": 56, "ghost": 3, "drawing": 65, "picture": 43, "drew": 11, "clothes": 14, "lengthwise": 12, "cream": 48, "stick": 66, "dropping": 19, "chunk": 3, "dropped": 6, "lobster": 11, "live": 7, "pick": 11, "picking": 24, "lobsters": 8, "holds": 27, "showed": 4, "lifted": 15, "shoulders": 14, "rocking": 10, "shoulder": 23, "gently": 5, "teen": 3, "aged": 3, "team": 20, "drills": 8, "few": 9, "kicked": 23, "kicks": 44, "practice": 7, "six": 5, "runners": 10, "lined": 14, "line": 38, "racetrack": 4, "waiting": 7, "start": 7, "athletes": 4, "race": 49, "ready": 5, "racers": 7, "prepare": 3, "clarinet": 3, "performed": 18, "fries": 19, "deep": 22, "wedges": 13, "apollo": 5, "creed": 4, "rocky": 7, "opponent": 3, "boxing": 42, "ring": 30, "boxers": 4, "boxed": 6, "boxer": 3, "arena": 10, "targets": 44, "fired": 11, "chili": 91, "seasons": 51, "add": 5, "cumin": 3, "tablespoon": 5, "bruce": 5, "lee": 3, "students": 3, "karate": 28, "martial": 27, "art": 3, "knocks": 27, "strikes": 5, "arts": 16, "many": 30, "kick": 22, "fights": 6, "others": 9, "class": 9, "fought": 16, "flower": 12, "stired": 9, "assault": 9, "bullets": 19, "distance": 8, "garbage": 4, "full": 38, "times": 11, "bacon": 38, "arranged": 4, "they": 22, "braided": 3, "shakes": 6, "shake": 13, "shaking": 13, "came": 11, "fills": 7, "filling": 10, "sink": 58, "mother": 31, "chihuahua": 5, "urinates": 5, "pees": 4, "urinating": 3, "approaches": 4, "mud": 15, "bigger": 8, "peed": 4, "leg": 37, "smiling": 19, "reads": 10, "email": 9, "checks": 9, "straight": 8, "chin": 7, "scene": 20, "switches": 4, "ad": 4, "read": 7, "costumes": 13, "belly": 10, "onlookers": 3, "grassland": 7, "greenery": 6, "trotted": 10, "inserting": 3, "handful": 7, "prawn": 8, "shrimp": 257, "stuffing": 5, "forming": 9, "patty": 3, "paddy": 3, "broth": 41, "vessel": 7, "butterfly": 8, "twirling": 10, "blade": 13, "twisting": 3, "cow": 33, "hay": 4, "wad": 8, "chewing": 39, "chewed": 14, "grasses": 3, "village": 3, "cast": 4, "sprinkles": 14, "cucumbers": 35, "salting": 5, "bits": 3, "cucumber": 116, "lying": 82, "snarling": 3, "wagging": 15, "simultaneously": 4, "lays": 7, "lies": 6, "wagged": 3, "biting": 43, "tin": 8, "bites": 21, "teeth": 3, "found": 3, "carries": 11, "so": 9, "sized": 7, "breast": 4, "trotting": 6, "course": 9, "competition": 5, "stenography": 5, "keys": 11, "rectangular": 10, "dumps": 14, "spaghetti": 45, "bald": 4, "bleeding": 6, "pins": 14, "driven": 17, "forehead": 4, "stuck": 26, "pin": 5, "sharp": 6, "mans": 21, "weird": 5, "mand": 4, "monster": 4, "eyes": 19, "fried": 25, "fry": 11, "grill": 40, "grilling": 9, "rack": 18, "lifts": 34, "truck": 57, "lifting": 63, "pickup": 4, "vehicle": 22, "bumper": 5, "jack": 9, "patted": 3, "bathroom": 10, "jacket": 13, "attendant": 16, "gentleman": 3, "tissue": 3, "cleaned": 7, "restroom": 3, "tending": 3, "washes": 14, "spot": 5, "wiped": 4, "conversing": 3, "drove": 27, "traveling": 9, "fast": 11, "ferrets": 15, "climb": 9, "near": 36, "shelf": 4, "separating": 7, "trims": 5, "trimming": 8, "purple": 7, "eggplant": 44, "plant": 13, "tube": 22, "hides": 3, "squeezed": 3, "otter": 24, "ice": 90, "glides": 4, "beaver": 17, "uncooked": 9, "ribs": 25, "apart": 15, "stew": 5, "soup": 29, "sprinkling": 46, "tossed": 9, "sprinkled": 15, "herbs": 22, "aims": 4, "single": 6, "manages": 7, "stomach": 21, "cement": 6, "hard": 27, "crawl": 3, "cantaloupe": 7, "seafood": 20, "battered": 7, "breads": 5, "dipped": 11, "tempura": 4, "shrimps": 14, "coated": 7, "till": 5, "taken": 4, "sail": 4, "boat": 87, "sailing": 9, "leaned": 4, "individuals": 4, "jogging": 8, "shore": 16, "lake": 29, "jogged": 3, "stands": 20, "stood": 4, "breaded": 6, "until": 3, "scratches": 5, "bath": 53, "tub": 35, "scratching": 22, "pawing": 17, "bathtub": 26, "rubs": 9, "showering": 8, "bathing": 30, "shower": 14, "washing": 43, "sweeping": 19, "flooded": 8, "home": 10, "flood": 3, "swept": 4, "waters": 4, "than": 3, "puddle": 7, "biker": 12, "skidded": 6, "shirt": 23, "indian": 22, "discussion": 4, "demonstration": 3, "finely": 21, "treadmill": 43, "treadmills": 6, "working": 12, "exercising": 91, "delivers": 4, "wine": 19, "delivering": 4, "liquor": 5, "customers": 3, "hallway": 10, "beer": 24, "hall": 12, "skiing": 22, "snowboarding": 12, "downhill": 12, "snowboards": 3, "snowy": 3, "skier": 4, "snowboarder": 8, "skating": 36, "desert": 8, "gear": 9, "flat": 6, "cleaver": 10, "meet": 4, "ends": 6, "gathering": 5, "stuffed": 21, "crack": 3, "earth": 8, "beneath": 9, "splitting": 4, "indoor": 3, "scaling": 6, "completes": 3, "slab": 30, "concrete": 22, "prone": 8, "sledge": 5, "blocks": 16, "brick": 14, "stone": 13, "break": 6, "chimpanzee": 22, "outfit": 4, "kickboxing": 3, "practices": 4, "demonstrated": 6, "pretending": 6, "cried": 3, "movements": 5, "parking": 20, "crashed": 8, "pavement": 13, "sidewalk": 59, "hit": 66, "parked": 13, "rams": 6, "cars": 37, "curb": 4, "third": 3, "event": 5, "spoke": 6, "rally": 3, "more": 3, "hole": 35, "drill": 11, "drilling": 9, "flashes": 8, "listening": 5, "different": 18, "very": 46, "unpeeled": 3, "balance": 17, "almost": 5, "swung": 4, "cubes": 34, "vertical": 4, "tadpole": 3, "contains": 3, "living": 16, "corn": 4, "well": 3, "curry": 4, "movie": 5, "elephant": 60, "leads": 5, "adult": 10, "parent": 4, "sneezes": 5, "elephants": 36, "scared": 3, "startled": 3, "river": 20, "christmas": 13, "card": 48, "displaying": 5, "iphone": 4, "attached": 7, "spreading": 53, "split": 9, "loaf": 61, "buttering": 15, "spreads": 21, "buttered": 15, "mike": 5, "horizontally": 4, "vertically": 5, "skateboarding": 13, "pipe": 14, "fails": 5, "skate": 8, "ramp": 8, "skateboard": 37, "landing": 13, "skateboards": 8, "skateboarder": 9, "halfpipe": 3, "skates": 5, "tiger": 78, "club": 10, "vegtables": 3, "tower": 4, "stacks": 10, "structure": 9, "pyramid": 15, "stacking": 12, "story": 4, "creatures": 6, "height": 6, "fixed": 3, "signaling": 3, "yells": 4, "actors": 3, "dragon": 9, "chinese": 4, "parade": 7, "kneading": 33, "kneads": 9, "braiding": 7, "hair": 96, "styling": 11, "part": 7, "sections": 10, "foot": 19, "soccar": 3, "wok": 23, "leek": 10, "diagonal": 6, "welsh": 6, "started": 3, "works": 3, "weight": 18, "weights": 49, "exercised": 12, "if": 3, "tire": 4, "butt": 4, "raised": 4, "logs": 12, "reach": 3, "log": 12, "lotus": 8, "root": 13, "potatos": 10, "hotel": 17, "shaving": 17, "soap": 7, "sprinting": 4, "finish": 5, "competing": 4, "racing": 35, "raced": 10, "breading": 13, "crumbs": 6, "crust": 7, "coats": 10, "loin": 5, "gerbil": 4, "wheel": 34, "hedgehog": 54, "hamster": 61, "porcupine": 5, "husky": 4, "pup": 3, "happily": 5, "enclosure": 10, "sit": 9, "pen": 17, "watch": 9, "garden": 33, "races": 4, "backyard": 7, "lionel": 7, "richie": 5, "tennis": 46, "aggressively": 3, "wave": 22, "tongue": 4, "gate": 15, "seeds": 37, "sunflower": 15, "cheeks": 3, "dachshund": 3, "paddles": 5, "swam": 5, "lot": 23, "tossing": 7, "keep": 6, "cats": 34, "rubbed": 6, "medicine": 4, "spiral": 7, "drawn": 8, "watching": 67, "bug": 13, "insect": 3, "hissing": 10, "examining": 4, "smaller": 11, "boar": 10, "trees": 22, "salad": 8, "heavy": 10, "obese": 6, "hamburger": 20, "key": 13, "piano": 154, "construction": 6, "workers": 4, "rafters": 3, "pathway": 9, "backs": 7, "platform": 8, "fox": 38, "fur": 11, "wire": 19, "grabbed": 4, "size": 5, "convertible": 12, "buggy": 10, "tears": 4, "sandwich": 15, "emptying": 3, "watermelon": 68, "melon": 5, "pepperonis": 3, "pizza": 155, "fork": 9, "pepperoni": 13, "picked": 14, "removed": 7, "soldiers": 9, "marching": 24, "army": 5, "centre": 3, "march": 3, "marched": 4, "fence": 49, "hurdles": 11, "horseback": 9, "obstacle": 5, "jump": 36, "te": 3, "distant": 4, "aiming": 5, "too": 8, "4": 3, "inch": 3, "diced": 15, "squares": 6, "both": 23, "sides": 16, "steamed": 3, "angry": 8, "dining": 4, "angrily": 4, "attacks": 30, "straightening": 9, "iron": 5, "fixing": 6, "flattening": 4, "randomly": 3, "guitars": 19, "bell": 28, "capsicum": 6, "pumpkins": 20, "outer": 5, "areas": 3, "cheek": 4, "temple": 5, "location": 12, "elevated": 3, "handstand": 3, "bushes": 5, "give": 3, "crushing": 12, "toy": 104, "doberman": 3, "chews": 9, "whale": 3, "doll": 6, "toys": 14, "mannequin": 15, "punching": 17, "dummy": 22, "eventually": 4, "practiced": 9, "boards": 18, "surfs": 3, "boarding": 8, "surfing": 13, "spun": 10, "dying": 8, "revive": 5, "injured": 6, "fiddle": 10, "plucking": 9, "strums": 4, "hugging": 28, "hugs": 6, "richard": 3, "gere": 3, "hugged": 8, "trolley": 10, "grocery": 10, "cart": 28, "supermarket": 4, "pitcher": 31, "nuts": 6, "trail": 11, "closet": 15, "us": 8, "snowboard": 3, "poles": 3, "rail": 6, "baboon": 12, "gazelle": 10, "attacked": 18, "deer": 52, "charging": 4, "style": 8, "sparring": 3, "pupply": 3, "fenced": 7, "swords": 9, "weapons": 4, "bright": 3, "triangle": 3, "light": 6, "outstretched": 5, "gazing": 3, "palm": 5, "goal": 66, "scores": 13, "scoring": 5, "score": 4, "jackal": 11, "prey": 4, "coyote": 3, "space": 10, "reverse": 5, "van": 18, "driveway": 3, "automatic": 16, "lane": 5, "backed": 4, "drive": 14, "bmx": 3, "narrow": 9, "bi": 6, "lands": 9, "carving": 4, "traditional": 12, "figures": 4, "figurines": 3, "sugar": 46, "mowing": 23, "smile": 4, "wide": 8, "skipping": 6, "weirdly": 3, "manner": 3, "pushed": 38, "mower": 4, "night": 17, "parks": 5, "stop": 9, "stopped": 3, "badger": 29, "digging": 23, "visible": 3, "dug": 5, "bowls": 7, "facing": 5, "olive": 9, "beater": 6, "index": 9, "female": 24, "stretch": 4, "marathon": 4, "females": 3, "jar": 11, "spooning": 9, "outdoors": 10, "shots": 6, "plane": 59, "flies": 11, "missile": 8, "emerges": 4, "jet": 41, "flying": 75, "launching": 4, "flew": 15, "chocolate": 33, "milkshake": 3, "holes": 5, "metallic": 3, "trunk": 37, "kinds": 5, "splits": 6, "cauliflower": 3, "drunk": 5, "post": 8, "struggles": 5, "wheels": 6, "circles": 33, "orangutan": 16, "tricycle": 19, "waving": 20, "corner": 6, "prawns": 8, "skewered": 8, "skewers": 15, "first": 7, "wrestling": 49, "underwear": 12, "wrestle": 8, "wrestled": 6, "stalk": 6, "utensil": 3, "mashed": 3, "yam": 3, "bulldog": 9, "wading": 5, "level": 4, "shallow": 11, "basketball": 60, "rim": 5, "passed": 6, "slam": 7, "fresh": 5, "parsley": 23, "bundle": 7, "leafy": 11, "coriander": 8, "stems": 6, "folds": 18, "tortilla": 37, "quesadilla": 4, "folding": 26, "soft": 9, "taco": 3, "ritually": 5, "colorful": 5, "flag": 22, "gazebo": 7, "garlands": 3, "flowers": 27, "decorated": 3, "marrying": 3, "neck": 9, "ceremony": 5, "choreographed": 6, "pier": 6, "synchronized": 13, "dock": 9, "troupe": 5, "dancers": 9, "unison": 3, "newspaper": 15, "news": 26, "fuel": 3, "gasoline": 11, "bonfire": 8, "stack": 5, "lots": 3, "perimeter": 5, "show": 8, "patting": 8, "relaxing": 3, "pats": 3, "laughing": 55, "giggling": 3, "laughed": 8, "laughs": 9, "happy": 3, "overweight": 3, "scallions": 3, "chives": 3, "following": 9, "barking": 32, "waves": 15, "highway": 20, "speeding": 7, "speeds": 3, "rabbit": 53, "slurry": 4, "liguid": 3, "couples": 17, "pictures": 10, "photographs": 5, "photographer": 4, "photo": 8, "model": 11, "bus": 24, "reaches": 6, "separate": 6, "shuts": 4, "loading": 6, "luggage": 20, "packing": 7, "suitcases": 5, "loaded": 8, "during": 8, "wakes": 15, "waking": 16, "sleep": 5, "crocodile": 14, "alligator": 7, "snout": 3, "touched": 3, "bicyclist": 6, "ear": 13, "carnival": 3, "roller": 13, "coaster": 11, "scary": 3, "screams": 3, "scored": 3, "row": 18, "cows": 16, "bending": 4, "herd": 9, "electronic": 6, "bob": 3, "moved": 17, "beat": 4, "goose": 18, "swan": 7, "chased": 17, "juices": 3, "jeep": 6, "approached": 7, "school": 8, "take": 5, "sound": 3, "sleepy": 3, "initially": 4, "pole": 29, "grating": 28, "simmering": 7, "scraping": 7, "grates": 9, "grated": 14, "scrapes": 3, "strumming": 7, "kneeling": 8, "suits": 5, "bikinis": 5, "mat": 20, "barbells": 3, "steep": 5, "cliff": 32, "without": 6, "bare": 3, "scales": 8, "shoot": 5, "fallen": 13, "court": 4, "member": 4, "donuts": 3, "figure": 6, "polar": 69, "own": 4, "shredding": 16, "sweet": 8, "antifreeze": 7, "jug": 7, "fluid": 5, "radiator": 4, "volleyball": 5, "volleyballs": 9, "smashing": 11, "painted": 3, "eye": 67, "minced": 3, "soy": 12, "o": 8, "lantern": 7, "exploring": 3, "pumpkin": 17, "i": 4, "combining": 3, "goalie": 14, "save": 5, "entering": 5, "fighter": 4, "characters": 10, "routine": 16, "playground": 4, "rains": 5, "leopard": 10, "leopards": 4, "cheetah": 21, "kittens": 18, "cougar": 8, "trampoline": 46, "trampolines": 4, "bikini": 5, "marionette": 4, "axe": 17, "shirtless": 5, "pull": 22, "dips": 9, "battering": 3, "blanket": 4, "carried": 6, "carpet": 15, "section": 3, "spring": 3, "dresses": 3, "meadow": 5, "apparatus": 3, "shish": 3, "kabobs": 3, "skewer": 4, "outruns": 3, "alongside": 4, "passes": 7, "changes": 3, "forward": 8, "trunks": 4, "throw": 15, "themselves": 12, "enclosed": 7, "blew": 14, "knives": 12, "mandolin": 3, "slicer": 4, "separates": 4, "cop": 8, "thrown": 12, "struck": 3, "barbell": 6, "core": 3, "japanese": 4, "remaining": 3, "jungle": 9, "teh": 3, "prepared": 8, "pineapple": 34, "remove": 4, "leaps": 12, "scrambles": 12, "omelet": 3, "scrambling": 12, "omelette": 3, "scrambled": 19, "herb": 4, "striking": 11, "wrestler": 5, "slams": 6, "fighters": 3, "frog": 50, "grab": 5, "toad": 18, "sautes": 4, "drifts": 3, "gymnast": 10, "beam": 12, "accident": 3, "gymnastics": 5, "balancing": 6, "shredded": 16, "type": 9, "pouncing": 3, "bounces": 5, "frolicking": 3, "ingredient": 4, "beaten": 4, "frothy": 3, "gloves": 3, "calendar": 14, "calender": 3, "days": 3, "pointing": 9, "points": 5, "enjoying": 4, "station": 8, "view": 3, "silhouette": 7, "arranging": 4, "stacked": 7, "scaled": 3, "de": 3, "barks": 10, "go": 10, "stair": 9, "downstairs": 5, "gutting": 6, "deveining": 4, "griddle": 3, "pancake": 13, "pancakes": 11, "spoons": 3, "reporter": 19, "broadcasting": 3, "reporting": 13, "tv": 30, "report": 3, "newscaster": 3, "reported": 3, "shark": 33, "surface": 20, "bait": 3, "dolphin": 19, "helicopter": 18, "dangling": 6, "thinly": 10, "knocked": 18, "twice": 9, "knocking": 7, "fall": 22, "once": 4, "but": 8, "zucchini": 13, "puppies": 33, "pets": 6, "imitating": 3, "bedroom": 3, "spike": 3, "combing": 9, "mohawk": 3, "paprika": 3, "pudding": 28, "stuff": 6, "towels": 22, "pogo": 13, "turtle": 43, "inspecting": 4, "interact": 3, "mount": 3, "thyme": 4, "cabbage": 16, "cyclist": 3, "turn": 7, "chess": 20, "been": 3, "gloved": 4, "stethoscope": 3, "newborn": 7, "veterinarian": 3, "doctor": 6, "listened": 3, "vet": 6, "police": 34, "bumps": 4, "spin": 3, "chase": 7, "eyeliner": 9, "liner": 12, "upper": 4, "eyelid": 26, "lower": 4, "grazing": 8, "dominoes": 12, "bricks": 8, "rotating": 4, "diaper": 3, "tripod": 13, "photograph": 4, "sunset": 4, "photographing": 3, "super": 5, "tore": 5, "tearing": 11, "performer": 4, "tight": 11, "tightrope": 6, "flaming": 6, "tied": 4, "limb": 7, "american": 12, "blowing": 31, "lemons": 5, "fruits": 3, "lime": 4, "galloping": 3, "floyd": 3, "hat": 15, "continues": 4, "emergency": 3, "hospital": 5, "stretcher": 11, "operating": 3, "patient": 11, "doctors": 6, "gurney": 6, "try": 3, "medical": 3, "personnel": 3, "reporters": 3, "draining": 17, "floats": 3, "raft": 13, "inflatable": 4, "resting": 8, "rubber": 6, "relaxes": 3, "inner": 3, "lay": 4, "dries": 5, "drying": 14, "washed": 10, "eyebrow": 13, "eyebrows": 14, "tweezers": 3, "mic": 5, "fluffy": 3, "sticking": 3, "trains": 6, "shop": 3, "haired": 3, "nibbling": 9, "sled": 6, "yogurt": 11, "much": 4, "trumpet": 49, "tuba": 3, "saxophone": 13, "necklace": 11, "chain": 13, "cheer": 3, "tasting": 8, "prepares": 6, "teacup": 5, "alice": 8, "mad": 4, "coke": 3, "bounce": 4, "soda": 9, "vending": 3, "branch": 21, "dragging": 17, "barked": 5, "retriever": 3, "lighter": 21, "flicked": 3, "musical": 8, "mini": 4, "whisking": 14, "playfully": 5, "robot": 8, "leash": 3, "fancy": 5, "escalator": 20, "railing": 6, "flight": 17, "case": 8, "rooftop": 3, "squeezing": 17, "tilling": 8, "tiller": 6, "peas": 16, "scooter": 46, "mo": 4, "drifting": 3, "edges": 3, "infant": 3, "seats": 4, "sneezing": 3, "sneeze": 3, "yarn": 4, "grand": 4, "strolled": 3, "brushes": 11, "floured": 9, "brushed": 9, "cruising": 5, "deck": 5, "ship": 14, "yacht": 4, "shuttle": 9, "airplane": 36, "soaring": 4, "sheets": 10, "wake": 8, "woke": 8, "sport": 4, "warm": 4, "bunny": 19, "bucket": 13, "stiring": 4, "grape": 8, "basin": 3, "solution": 3, "hitchhiker": 3, "lift": 3, "hitchhiking": 14, "hitch": 4, "frogs": 3, "dune": 8, "hillside": 3, "dinner": 5, "vise": 4, "vice": 4, "stabs": 4, "stabbing": 6, "cake": 44, "plain": 6, "stepping": 5, "shapes": 4, "clay": 8, "pots": 25, "version": 3, "blows": 14, "exploded": 3, "explodes": 14, "blasting": 3, "heard": 3, "still": 3, "foxes": 15, "patio": 14, "roots": 6, "turnip": 3, "overboard": 4, "poodle": 3, "blond": 3, "alcohol": 5, "swaying": 5, "spinach": 4, "greens": 8, "crushes": 3, "tomatos": 3, "perplexed": 3, "brought": 5, "sauteed": 3, "chickens": 25, "rabbits": 21, "attack": 5, "bowling": 15, "double": 3, "bush": 6, "tabletop": 3, "lion": 66, "stream": 4, "parmesan": 3, "toasted": 4, "microwave": 29, "icing": 6, "consistency": 3, "dvd": 6, "disc": 4, "cd": 8, "disk": 4, "faucet": 9, "rinsing": 15, "sloths": 3, "skated": 3, "tickling": 4, "tickles": 4, "tickled": 3, "petted": 5, "iced": 5, "shell": 10, "batman": 10, "robin": 10, "landed": 3, "squash": 7, "pressing": 5, "chopper": 3, "toaster": 11, "pastries": 3, "packaging": 5, "wrapper": 5, "smoke": 14, "halloween": 6, "octopus": 30, "decorating": 4, "sesame": 9, "seed": 7, "scooping": 13, "avocado": 7, "pits": 4, "scoop": 5, "kamaboko": 5, "motorized": 4, "tentacle": 11, "fingernails": 4, "seat": 5, "yelling": 3, "nori": 6, "seaweed": 13, "wrap": 5, "bark": 6, "skeleton": 12, "celery": 3, "pickle": 11, "thumb": 11, "smashes": 9, "kill": 5, "walrus": 3, "helicopters": 11, "crash": 7, "collide": 4, "apparently": 3, "clings": 3, "rafter": 3, "clung": 3, "passionately": 4, "teammate": 3, "speech": 6, "demonstrate": 3, "explains": 3, "flock": 5, "marinating": 4, "created": 5, "hose": 3, "cube": 16, "corrugated": 3, "materials": 3, "rowing": 15, "paddling": 15, "canoe": 16, "rowed": 4, "scoops": 4, "costumed": 9, "orangatan": 4, "bamboo": 6, "lotion": 3, "roomba": 9, "cleaner": 4, "electrical": 3, "cones": 7, "rollerblading": 3, "rugby": 8, "brother": 6, "approaching": 3, "ferret": 19, "carpeted": 3, "ski": 12, "dead": 29, "mugs": 5, "backward": 4, "knitting": 6, "crocheting": 5, "pizzas": 16, "unwraps": 5, "unwrapping": 3, "mango": 16, "suddenly": 6, "skis": 3, "five": 28, "aluminum": 8, "guns": 31, "firearms": 6, "eyedropper": 3, "drop": 3, "eddie": 4, "murphy": 3, "nightclub": 4, "entire": 4, "mustard": 4, "bun": 25, "thing": 5, "curvy": 3, "winding": 4, "moped": 4, "ziploc": 3, "weapon": 7, "kneels": 3, "knelt": 3, "robots": 20, "mascara": 9, "eyelashes": 3, "cereal": 17, "crawled": 5, "carts": 9, "equipment": 12, "superman": 10, "pile": 3, "boulders": 3, "entrance": 3, "laptop": 8, "mushroom": 27, "tumbles": 4, "tumbling": 3, "spoonful": 3, "tasted": 3, "bikes": 10, "pressed": 5, "moose": 15, "sprinkler": 14, "fan": 19, "officer": 17, "policeman": 3, "handcuffs": 11, "soldier": 14, "rifles": 4, "wheeled": 3, "paramedics": 3, "sticky": 3, "sewing": 15, "shoreline": 3, "dear": 4, "television": 26, "interview": 3, "bass": 3, "surfer": 5, "ventriloquist": 5, "lecture": 3, "podium": 8, "friends": 3, "family": 3, "boils": 4, "sumo": 14, "wrestlers": 11, "quail": 10, "spicing": 4, "games": 10, "tiles": 3, "cross": 4, "premises": 3, "cycling": 3, "bodybuilder": 5, "float": 3, "tortoise": 8, "swim": 3, "creamy": 4, "slips": 4, "frantically": 3, "breasts": 4, "coconut": 17, "bbq": 3, "barbecue": 3, "musicians": 3, "microphones": 10, "styles": 3, "numerous": 7, "shallot": 4, "bikers": 4, "riders": 3, "shadow": 23, "snuggling": 5, "ducklings": 10, "ducks": 9, "huddled": 5, "lemurs": 7, "wheelies": 3, "missing": 3, "buying": 5, "buys": 4, "bottles": 26, "antenna": 10, "radio": 4, "cans": 10, "garage": 11, "wyclef": 3, "airport": 7, "loaves": 4, "yanks": 6, "triangles": 3, "tarsier": 4, "bubble": 42, "bubbles": 3, "enjoyed": 3, "plowing": 6, "tends": 3, "hoe": 3, "contestants": 3, "watering": 9, "bends": 4, "raining": 4, "lucy": 4, "peanuts": 8, "panther": 3, "tapir": 4, "aardvark": 12, "journal": 3, "notebook": 5, "channels": 5, "remote": 13, "folder": 11, "creates": 4, "file": 3, "clown": 9, "clowns": 3, "elliptical": 3, "shells": 3, "oxi": 7, "clean": 9, "detergent": 3, "oxiclean": 3, "somersault": 5, "lollipop": 8, "sucker": 4, "perpendicular": 3, "x": 3, "diagram": 7, "melting": 10, "storm": 9, "good": 3, "bra": 3, "scrubbing": 6, "lions": 21, "asleep": 27, "hare": 6, "eagle": 13, "swoops": 4, "rc": 3, "doghouse": 3, "scallop": 6, "controlled": 6, "come": 3, "material": 3, "leans": 3, "measures": 3, "ankle": 8, "presses": 4, "son": 4, "mom": 4, "goat": 18, "owner": 3, "stools": 11, "backpack": 5, "walruses": 8, "dolls": 17, "giraffe": 20, "wade": 3, "parts": 3, "sinks": 4, "dive": 6, "swimmers": 6, "arguing": 3, "referee": 8, "snake": 20, "feed": 4, "wombat": 10, "seven": 3, "chorus": 4, "ticket": 5, "planting": 7, "farmers": 5, "cupcake": 14, "timer": 4, "piggy": 3, "dragged": 11, "twine": 5, "barn": 4, "shelled": 4, "raccoons": 13, "racoons": 3, "petals": 6, "john": 5, "denver": 5, "eyeshadow": 12, "ukulele": 7, "hydrant": 3, "hunter": 8, "keyboards": 11, "organ": 4, "sergeant": 8, "recruits": 5, "inspects": 6, "dunking": 8, "basketballs": 4, "baskets": 3, "shakira": 3, "shoes": 4, "zoo": 3, "okra": 6, "closing": 10, "tracer": 5, "lobby": 9, "stagecoach": 3, "cowboys": 3, "penguins": 20, "stroller": 12, "carriage": 4, "gum": 13, "bubblegum": 3, "unrolling": 4, "loud": 3, "burrata": 3, "booties": 4, "polaroid": 3, "thinking": 6, "vase": 11, "aloud": 3, "rooster": 5, "sucking": 6, "mowed": 3, "mows": 4, "stumbles": 3, "twig": 6, "nitrogen": 6, "dryer": 7, "waterfall": 18, "freezer": 4, "sponge": 4, "goblet": 3, "spit": 3, "jeff": 3, "beck": 3, "harp": 14, "beyonce": 3, "\u0932": 3, "gray": 3, "toilet": 13, "rhino": 14, "runway": 11, "frosting": 3, "whipping": 3, "eyelids": 4, "orchestra": 8, "violins": 4, "ballerina": 8, "ballet": 5, "cards": 5, "weather": 12, "dragonfly": 3, "bouillon": 10, "bullion": 3, "whacks": 3, "kite": 16, "castle": 13, "sandcastle": 6, "youtube": 3, "flights": 4, "plow": 5, "oxen": 7, "hockey": 8, "submarine": 13, "torpedo": 6, "foil": 9, "hamburgers": 3, "pom": 8, "poms": 8, "pilot": 3, "pharmacy": 3, "criss": 4, "angel": 5, "<PAD>": 3, "<BOS>": 3, "<EOS>": 3, "<UNK>": 3}